Repository: osaurus-ai/osaurus
Catalog: Packages/OsaurusCore/Resources/Localizable.xcstrings
Source language: en
Languages: ko, ru, zh_hans, zh_hant

source: Endpoint
ko: 엔드포인트
ru: Конечная точка
zh_hans: 端点
zh_hant: 端點

source: ENDPOINT
ko: 엔드포인트
ru: ЭНДПОИНТ
zh_hans: 端点
zh_hant: 端點

source: Engine invariant whenever a cache reuse tier is enabled — keeps prompts with different media from sharing cache entries. Disabling fails validation.
ko: 캐시 재사용 계층이 사용될 때마다 엔진 불변성이 유지됩니다 — 서로 다른 미디어가 포함된 프롬프트가 캐시 항목을 공유하지 않도록 합니다. 사용 안 함으로 설정하면 유효성 검사에 실패합니다.
ru: Механизм инвариантен всякий раз, когда включен уровень повторного использования кэша — не позволяет запросам с разными носителями совместно использовать записи кэша. Отключение не проходит проверку.
zh_hans: 当启用任意缓存复用层级时，这是引擎不变约束，可防止不同媒体的提示共享缓存条目。禁用会导致校验失败。
zh_hant: 當啓用任意緩存復用層級時，這是引擎不變約束，可防止不同媒體的提示共享緩存條目。禁用會導致校驗失敗。

source: Engine invariant. Disabling produces a validation error.
ko: 엔진 불변성. 사용 안 함으로 설정하면 유효성 검사 오류가 발생합니다.
ru: Инвариант двигателя. Отключение приводит к ошибке проверки.
zh_hans: 引擎不变约束。禁用会产生校验错误。
zh_hant: 引擎不變約束。禁用會產生校驗錯誤。

source: Engine status
ko: 엔진 상태
ru: Статус двигателя
zh_hans: 引擎状态
zh_hant: 引擎狀態

source: English-only model with highest recall
ko: 가장 높은 재현율을 가진 영어 전용 모델
ru: Модель только на английском языке с самой высокой запоминаемостью
zh_hans: 召回率最高的纯英文模型
zh_hant: 召回率最高的純英文模型

source: English-only model. Highest recall for English transcription.
ko: 영어 전용 모델입니다. 영어 전사에 대해 가장 높은 재현율을 가집니다.
ru: Модель только для английского. Самая высокая полнота распознавания для английской транскрипции.
zh_hans: 仅英文模型。英文转写的最高召回率。
zh_hant: 僅英文模型。英文轉錄的最高召回率。

source: Enter %@...
ko: %@ 입력...
ru: Введите %@…
zh_hans: 输入 %@...
zh_hant: 輸入 %@...

source: Enter %@…
ko: %@ 입력…
ru: Введите %@…
zh_hans: 输入 %@…
zh_hant: 輸入 %@…

source: Enter a code
ko: 코드 입력
ru: Введите код
zh_hans: 输入代码
zh_hant: 輸入代碼

source: Enter a command before testing.
ko: 테스트하기 전에 명령어를 입력하세요.
ru: Введите команду перед тестированием.
zh_hans: 在测试前输入命令。
zh_hant: 在測試前輸入命令。

source: Enter a dollar amount, like 25.
ko: 25와 같이 달러 금액을 입력하세요.
ru: Введите сумму в долларах, например 25.
zh_hans: 输入美元金额，比如 25。
zh_hant: 輸入美元金額，比如25。

source: Enter a pattern to validate.
ko: 유효성을 검사할 패턴을 입력하세요.
ru: Введите шаблон для проверки.
zh_hans: 输入要校验的模式。
zh_hant: 輸入要校驗的模式。

source: Enter a redeemable code.
ko: 코드를 입력하세요.
ru: Введите код.
zh_hans: 请输入代码。
zh_hant: 請輸入代碼。

source: Enter an executable path or command before testing.
ko: 테스트하기 전에 실행 파일 경로 또는 명령어를 입력하세요.
ru: Перед тестированием введите путь к исполняемому файлу или команду.
zh_hans: 在测试前输入可执行路径或命令。
zh_hant: 在測試前輸入可執行路徑或命令。

source: Enter an explicit fact that should always be in your identity
ko: 신원에 항상 포함되어야 하는 명시적인 사실을 입력하세요
ru: Введите явный факт, который всегда должен быть в вашей идентификации.
zh_hans: 输入一条应始终包含在你身份中的明确事实
zh_hant: 輸入一條應始終包含在你身份中的明確事實

source: Enter instructions for all chats...
ko: 모든 채팅에 대한 지침 입력...
ru: Введите инструкции для всех чатов…
zh_hans: 输入适用于所有聊天的指令...
zh_hant: 輸入適用於所有聊天的指令...

source: Enter instructions for this agent...
ko: 이 에이전트에 대한 지침 입력...
ru: Введите инструкции для этого агента…
zh_hans: 输入此智能体的指令...
zh_hant: 輸入此智能體的指令...

source: Enter instructions for this agent…
ko: 이 에이전트에 대한 지침 입력…
ru: Введите инструкции для этого агента…
zh_hans: 为此智能体输入指令…
zh_hant: 爲此智能體輸入指令…

source: Enter it
ko: 입력하기
ru: Ввести
zh_hans: 输入
zh_hant: 輸入

source: Enter it below and we’ll take it from here.
ko: 아래에 입력하면 여기서부터는 저희가 처리할게요.
ru: Введите его ниже — дальше мы всё сделаем сами.
zh_hans: 在下方输入，接下来交给我们。
zh_hant: 在下方輸入，接下來交給我們。

source: Enter Repository URL
ko: 저장소 URL 입력
ru: Введите URL репозитория
zh_hans: 输入仓库 URL
zh_hant: 輸入倉庫 URL

source: Enter the default Osaurus agent's instructions...
ko: 기본 Osaurus 에이전트의 지침 입력...
ru: Введите инструкции агента по умолчанию Osaurus…
zh_hans: 输入默认 Osaurus 智能体的指令……
zh_hant: 輸入默認 Osaurus 智能體的指令……

source: Enter the passphrase used when the bundle was exported.
ko: 번들을 내보낼 때 사용한 암호를 입력하세요.
ru: Введите парольную фразу, использованную при экспорте пакета.
zh_hans: 输入导出此捆绑包时使用的密码短语。
zh_hant: 輸入導出此捆綁包時使用的密碼短語。

source: Enter the server token for this agent, or leave blank if none is required.
ko: 이 에이전트의 서버 토큰을 입력하거나, 필요하지 않은 경우 비워두세요.
ru: Введите токен сервера для этого агента или оставьте пустым, если он не требуется.
zh_hans: 输入此智能体的服务器令牌；如果不需要，请留空。
zh_hant: 輸入此智能體的服務器令牌；如果不需要，請留空。

source: Enter to save · Esc to cancel
ko: Enter로 저장 · Esc로 취소
ru: Enter для сохранёния · Esc для отмены
zh_hans: 按 Enter 保存 · 按 Esc 取消
zh_hant: 按 Enter 保存 · 按Esc取消

source: Enter your code
ko: 코드 입력
ru: Введите код
zh_hans: 输入代码
zh_hant: 輸入代碼

source: environment
ko: 환경
ru: среда
zh_hans: 环境
zh_hant: 環境

source: Environment
ko: 환경
ru: Среда
zh_hans: 环境
zh_hant: 環境

source: Environment Variables
ko: 환경 변수
ru: Переменные среды
zh_hans: 环境变量
zh_hant: 環境變量

source: Episode disabled.
ko: 에피소드 사용 안 함.
ru: Эпизод отключен.
zh_hans: 情景已禁用。
zh_hant: 劇集已禁用。

source: Episode forgotten.
ko: 에피소드를 잊었습니다.
ru: Эпизод забыт.
zh_hans: 情景已遗忘。
zh_hant: 劇集已遺忘。

source: Episode Retention
ko: 에피소드 보존
ru: Хранение эпизодов
zh_hans: 情景保留
zh_hant: 情節保留

source: Episode was not found.
ko: 에피소드를 찾을 수 없습니다.
ru: Эпизод не найден.
zh_hans: 未找到该情景。
zh_hant: 未找到該集。

# Episode: %@. %lld tokens, %@
source: Episode: %1$@. %2$lld tokens, %3$@
ko: 에피소드: %1$@. 토큰 %2$lld개, %3$@
ru: Эпизод: %1$@. %2$lld токены, %3$@
zh_hans: 情节：%1$@。%2$lld 个词元，%3$@
zh_hant: 情節：%1$@。%2$lld 個詞元，%3$@

source: Episodes
ko: 에피소드
ru: Эпизоды
zh_hans: 情景
zh_hant: 情節

source: EPISODES
ko: 에피소드
ru: ЭПИЗОДЫ
zh_hans: 情景
zh_hant: 情節

source: ERR
ko: 오류
zh_hans: 错误
zh_hant: 錯誤

source: Error
ko: 오류
ru: Ошибка
zh_hans: 错误
zh_hant: 錯誤

source: ERROR
ko: 오류
ru: ОШИБКА
zh_hans: 错误
zh_hant: 錯誤

source: Error: %@
ko: 오류: %@
ru: Ошибка: %@
zh_hans: 错误：%@
zh_hant: 錯誤：%@

source: ERROR: Access Denied
ko: 오류: 접근 거부됨
ru: ОШИБКА: доступ запрещён
zh_hans: 错误：访问被拒绝
zh_hant: 錯誤：訪問被拒絕

source: ERROR: Access Restricted
ko: 오류: 접근 제한됨
ru: ОШИБКА: доступ ограничен
zh_hans: 错误：访问受限
zh_hant: 錯誤：訪問受限

source: ERROR: Authorized but fetch failed: %@
ko: 오류: 인증되었지만 가져오기에 실패했습니다: %@
ru: ОШИБКА: авторизация прошла, но получить данные не удалось: %@
zh_hans: 错误：授权成功但获取失败：%@
zh_hant: 錯誤：授權成功但獲取失敗：%@

source: ERROR: Process is NOT trusted for Accessibility. If enabled in System Settings, try removing and re-adding Osaurus to the list.
ko: 오류: 프로세스가 손쉬운 사용(접근성)에 대해 신뢰되지 않았습니다. 시스템 설정에서 사용함으로 설정된 경우, 목록에서 Osaurus를 제거한 후 다시 추가해 보세요.
ru: ОШИБКА: процессу не выдан доверенный доступ к Универсальному доступу. Если он включён в Системных настройках, удалите Osaurus из списка и добавьте снова.
zh_hans: 错误：此进程未被信任用于辅助功能。如果在系统设置中已启用，请尝试将 Osaurus 从列表中移除并重新添加。
zh_hant: 錯誤：此進程未被信任用於輔助功能。如果在系統設置中已啓用，請嘗試將Osaurus從列表中移除並重新添加。

source: ERROR: Unknown Status
ko: 오류: 알 수 없는 상태
ru: ОШИБКА: неизвестный статус
zh_hans: 错误：未知状态
zh_hant: 錯誤：未知狀態

source: Errors
ko: 오류
ru: Ошибки
zh_hans: 错误
zh_hant: 錯誤

source: Establishing the Osaurus Secure Channel — forward-secret, mutually authenticated end-to-end encryption. Not encrypted until connected.
ko: Osaurus 보안 채널 설정 중 — 순방향 비밀성(forward-secret)이 보장되는 상호 인증 종단간 암호화입니다. 연결될 때까지는 암호화되지 않습니다.
ru: Установление безопасного канала Osaurus — прямое секретное сквозное шифрование с взаимной проверкой подлинности. Не шифруется до подключения.
zh_hans: 正在建立 Osaurus 安全通道——前向保密、相互认证的端到端加密。连接前不加密。
zh_hant: 正在建立 Osaurus 安全通道——前向保密、相互認證的端到端加密。連接前不加密。

source: Estimated %@ exceeds the %.0f GB available — try a smaller variant
ko: 예상되는 %@이(가) 사용 가능한 %.0f GB를 초과합니다 — 더 작은 변형을 시도해 보세요
ru: Расчетное %@ превышает доступное %.0f GB — попробуйте вариант меньшего размера.
zh_hans: 预估的 %@ 超过了可用的 %.0f GB —— 请尝试更小的变体
zh_hant: 預估的 %@ 超過了可用的 %.0f GB —— 請嘗試更小的變體

source: Estimated %@ on a %.0f GB Mac — close other apps for best results
ko: %@ GB Mac에서 예상되는 %.0f — 최상의 결과를 위해 다른 앱을 닫으세요
ru: Приблизительно %@ на %.0f GB Mac — закройте другие приложения для достижения наилучших результатов.
zh_hans: 在 %2$.0f GB 的 Mac 上预估为 %1$@ —— 关闭其他应用以获得最佳效果
zh_hant: 在 %2$.0f GB 的 Mac 上預估爲 %1$@ —— 關閉其他應用以獲得最佳效果

source: Estimated %@ used of %.0f GB unified memory
ko: 통합 메모리 %@ GB 중 예상되는 %.0f 사용됨
ru: Примерное использование %@ из %.0f GB единой памяти
zh_hans: 已使用预估的 %@（共 %.0f GB 统一内存）
zh_hant: 已使用預估的 %@（共 %.0f GB 統一內存）

source: every %@
ko: 매 %@
ru: каждые %@
zh_hans: 每 %@
zh_hant: 每 %@

source: Every document has a category (type)
ko: 모든 문서에 카테고리(유형)가 있습니다
ru: У каждого документа есть категория (тип)
zh_hans: 每个文档都有类别（type）
zh_hant: 每個文件都有類別（type）

source: Every model here runs privately on your Mac. Not sure? Keep the one we picked for your Mac's specs — you can switch anytime.
ko: 여기에 있는 모든 모델은 Mac에서 비공개로 실행됩니다. 잘 모르시겠나요? Mac 사양에 맞춰 골라 드린 모델을 그대로 사용해 보세요 — 언제든지 전환할 수 있습니다.
ru: Каждая модель здесь работает на вашем Mac конфиденциально. Не уверены? Оставьте модель, подобранную под характеристики вашего Mac, — переключиться можно в любой момент.
zh_hans: 这里的每个模型都在你的 Mac 上私密运行。不确定？保留我们根据你的 Mac 配置挑选的模型即可——你可以随时切换。
zh_hant: 這裡的每個模型都在您的 Mac 上私密運行。不確定？保留我們根據您的 Mac 配置挑選的模型即可——您可以隨時切換。

source: Every model here runs privately on your Mac. Not sure? Start with the recommended one — you can switch anytime.
ko: 여기에 있는 모든 모델은 Mac에서 비공개로 실행됩니다. 잘 모르시겠나요? 권장 모델로 시작해 보세요 — 언제든지 전환할 수 있습니다.
ru: Каждая модель здесь работает на вашем Mac конфиденциально. Не уверен? Начните с рекомендованного — вы можете переключиться в любой момент.
zh_hans: 这里的每个模型都在你的 Mac 上私密运行。不确定？先从推荐的开始——你可以随时切换。
zh_hant: 這裏的每個模型都在您的 Mac 上私密運行。不確定？先從推薦的開始——您可以隨時切換。

source: Every post waits for your approval first.
ko: 모든 게시물은 먼저 승인을 기다립니다.
ru: Каждый пост сначала ждёт вашего одобрения.
zh_hans: 每条发帖都会先等待你的批准。
zh_hant: 每條發文都會先等待您的核准。

source: Every readable iMessage chat must also be writable when automatic replies are enabled.
ko: 자동 답장이 활성화된 경우 읽기 가능한 모든 iMessage 채팅은 쓰기도 가능해야 합니다.
ru: При включённых автоматических ответах каждый доступный для чтения чат iMessage должен быть также доступен для записи.
zh_hans: 启用自动回复时，每个可读的 iMessage 聊天也必须可写。

source: Every readable WhatsApp chat must also be writable when automatic replies are enabled.
ko: 자동 답장이 활성화된 경우 읽기 가능한 모든 WhatsApp 채팅은 쓰기도 가능해야 합니다.
ru: При включённых автоматических ответах каждый доступный для чтения чат WhatsApp должен быть также доступен для записи.
zh_hans: 启用自动回复时，每个可读的 WhatsApp 聊天也必须可写。

source: Everything in the table, including soft-deleted rows.
ko: 소프트 삭제된 행을 포함하여 테이블의 모든 항목입니다.
ru: Все в таблице, включая обратимо удалённые строки.
zh_hans: 表中的所有内容，包括已软删除的行。
zh_hant: 表中的所有內容，包括已軟刪除的行。

source: Everything runs without asking.
ko: 모든 것이 묻지 않고 실행됩니다.
ru: Все работает без спросу.
zh_hans: 一切无需询问即可运行。
zh_hant: 一切無需詢問即可運行。

source: Eviction Policy
ko: 제거 정책
ru: Политика выгрузки
zh_hans: 驱逐策略
zh_hant: 驅逐策略

source: Evidence
ko: 증거
ru: Доказательство
zh_hans: 证据
zh_hant: 證據

source: Exact message
ko: 정확한 메시지
ru: Точное сообщение
zh_hans: 确切消息
zh_hant: 確切訊息

source: Execute a tool by name
ko: 이름으로 도구 실행
ru: Запуск инструмента по имени
zh_hans: 按名称执行工具
zh_hant: 按名稱執行工具

source: Execute shell commands in the folder
ko: 폴더에서 셸 명령어 실행
ru: Выполнить команды оболочки в папке
zh_hans: 在文件夹中执行 shell 命令
zh_hant: 在文件夾中執行shell命令

source: Expand All
ko: 모두 펼치기
ru: Развернуть все
zh_hans: 全部展开
zh_hant: 全部展開

source: Expand all steps
ko: 모든 단계 펼치기
ru: Развернуть все шаги
zh_hans: 展开所有步骤
zh_hant: 展開所有步驟

source: Expand each plugin to grant the required permissions
ko: 필요한 권한을 부여하려면 각 플러그인을 확장하세요
ru: Разверните каждый плагин, чтобы предоставить необходимые разрешения.
zh_hans: 展开每个插件以授予所需权限
zh_hant: 展開每個插件以授予所需權限

source: Expand Sidebar
ko: 사이드바 확장
ru: Развернуть боковую панель
zh_hans: 展开侧边栏
zh_hant: 展開側邊欄

source: Expand Thinking While Streaming
ko: 스트리밍 중 사고 과정 펼치기
ru: Разворачивать размышления во время стриминга
zh_hans: 流式输出时展开思考过程
zh_hant: 流式輸出時展開思考過程

source: Expected a directory but found a file or other non-directory item.
ko: 디렉터리가 필요하지만 파일 또는 디렉터리가 아닌 다른 항목을 찾았습니다.
ru: Ожидался каталог, но обнаружен файл или другой элемент, не являющийся каталогом.
zh_hans: 预期一个目录，但找到了文件或其他非目录项。
zh_hant: 預期一個目錄，但找到了文件或其他非目錄項。

source: Expected a file but found a directory.
ko: 파일이 필요하지만 디렉터리를 찾았습니다.
ru: Ожидал файл, но нашел каталог.
zh_hans: 期望找到文件但发现了目录。
zh_hant: 期望找到文件但發現了目錄。

source: Expected a runtime socket but found a directory.
ko: 런타임 소켓이 필요하지만 디렉터리를 찾았습니다.
ru: Ожидался сокет времени выполнения, но был найден каталог.
zh_hans: 预期运行时套接字，但找到了一个目录。
zh_hant: 預期運行時套接字，但找到了一個目錄。

source: Expected directory
ko: 예상된 디렉터리
ru: Ожидаемый каталог
zh_hans: 预期为目录
zh_hant: 預期爲目錄

source: Expiration
ko: 만료
ru: Срок действия
zh_hans: 过期时间
zh_hant: 過期時間

source: Expired
ko: 만료됨
ru: Истекший
zh_hans: 已过期
zh_hant: 已過期

source: Expired %@
ko: 만료됨 %@
ru: Срок действия истек %@
zh_hans: 已于 %@ 过期
zh_hant: 已於 %@ 過期

source: Expires %@
ko: 만료일 %@
ru: Срок действия истекает %@
zh_hans: 将于 %@ 过期
zh_hant: 於 %@ 過期

source: Explain
ko: 다음을 설명해 주세요:
ru: Объяснять
zh_hans: 解释
zh_hant: 解釋

source: Explain a concept
ko: 개념 이해하기
ru: Объяснить концепцию
zh_hans: 解释一个概念
zh_hant: 解釋一個概念

source: Export
ko: 내보내기
ru: Экспорт
zh_hans: 导出
zh_hant: 導出

source: Export as Agent Skills compatible SKILL.md file
ko: Agent Skills 호환 SKILL.md 파일로 내보내기
ru: Экспортировать в файл SKILL.md, совместимый с навыками агента
zh_hans: 导出为兼容 Agent Skills 的 SKILL.md 文件
zh_hant: 導出爲兼容 Agent Skills 的 SKILL.md 文件

source: Export as ZIP archive with all associated files
ko: 모든 관련 파일이 포함된 ZIP 아카이브로 내보내기
ru: Экспортировать как архив ZIP со всеми связанными файлами.
zh_hans: 导出为包含所有关联文件的 ZIP 归档
zh_hant: 導出爲包含所有關聯文件的 ZIP 歸檔

source: Export Billing Diagnostics
ko: 청구 진단 내보내기
ru: Экспортная диагностика выставления счетов
zh_hans: 导出账单诊断
zh_hant: 導出賬單診斷

source: Export Bundle
ko: 번들 내보내기
ru: Экспортный пакет
zh_hans: 导出捆绑包
zh_hant: 導出捆綁包

source: Export Bundle…
ko: 번들 내보내기…
ru: Экспортный пакет…
zh_hans: 导出捆绑包…
zh_hant: 導出捆綁包…

source: Export complete
ko: 내보내기 완료
ru: Экспорт завершен
zh_hans: 导出完成
zh_hant: 導出完成

source: Export Conversation
ko: 대화 내보내기
ru: Экспортный разговор
zh_hans: 导出对话
zh_hant: 導出對話

source: Export CSV
ko: CSV 내보내기
ru: Экспорт CSV
zh_hans: 导出 CSV
zh_hant: 導出 CSV

source: Export diagnostics
ko: 진단 내보내기
ru: Экспорт диагностики
zh_hans: 导出诊断
zh_hant: 導出診斷

source: Export failed
ko: 내보내기 실패
ru: Экспорт не удался
zh_hans: 导出失败
zh_hant: 導出失敗

source: Export Failed
ko: 내보내기 실패
ru: Экспорт не выполнен
zh_hans: 导出失败
zh_hant: 導出失敗

source: Export failed: %@
ko: 내보내기 실패: %@
ru: Экспорт не удался: %@
zh_hans: 导出失败：%@
zh_hant: 導出失敗：%@

source: Export Markdown
ko: Markdown 내보내기
ru: Экспортировать уценку
zh_hans: 导出 Markdown
zh_hant: 導出 Markdown

source: Export PDF
ko: PDF 내보내기
ru: Экспорт PDF
zh_hans: 导出 PDF
zh_hant: 導出 PDF

source: Export plaintext backup…
ko: 일반 텍스트 백업 내보내기…
ru: Экспортировать резервную копию в виде незашифрованного текста…
zh_hans: 导出纯文本备份…
zh_hant: 導出純文本備份…

source: Export reporter-safe exposure report
ko: 보고자에게 안전한 노출 보고서 내보내기
ru: Экспорт отчета о воздействии, безопасном для репозиториизиторийртеров
zh_hans: 导出可安全提供给报告方的暴露报告
zh_hant: 導出報告方可安全處理的暴露報告

source: Export Skill (Agent Skills Format)
ko: 스킬 내보내기 (Agent Skills 형식)
ru: Экспорт навыков (формат навыков оператора)
zh_hans: 导出技能（Agent Skills 格式）
zh_hant: 導出技能（Agent Skills 格式）

source: Export Zip
ko: Zip 내보내기
ru: Экспортный почтовый индекс
zh_hans: 导出 Zip
zh_hant: 導出 Zip

source: Export…
ko: 내보내기…
ru: Экспортировать…
zh_hans: 导出…
zh_hant: 導出…

source: Exported "%@"
ko: "%@" 내보냄
ru: Экспортировано "%@"
zh_hans: 已导出“%@”
zh_hant: 已導出「%@」

source: Exported "%@" as SKILL.md
ko: "%@"을(를) SKILL.md로 내보냄
ru: Экспортировано «%@» как SKILL.md
zh_hans: 已将“%@”导出为 SKILL.md
zh_hant: 已將「%@」導出爲 SKILL.md

source: Exported "%@" as ZIP
ko: "%@"을(를) ZIP으로 내보냄
ru: Экспортировано «%@» как ZIP
zh_hans: 已将“%@”导出为 ZIP
zh_hant: 已將「%@」導出爲 ZIP

# Exported %lld row(s) to %@.
source: Exported %1$lld row(s) to %2$@.
ko: %2$@에 %1$lld개 행을 내보냈습니다.
ru: Экспортировано %1$lld строк в %2$@.
zh_hans: 导出 %1$lld 行到 %2$@。
zh_hant: 導出 %1$lld 行到 %2$@。

source: Exported data from the database
ko: 데이터베이스에서 데이터를 내보냈습니다
ru: Данные экспортированы из базы данных
zh_hans: 已从数据库导出数据
zh_hant: 已從數據庫導出數據

source: Exported on %@
ko: 내보낸 날짜 %@
ru: Экспортировано %@
zh_hans: 导出于 %@
zh_hant: 導出於 %@

source: Exporting data from the database
ko: 데이터베이스에서 데이터 내보내는 중
ru: Экспорт данных из базы данных
zh_hans: 正在从数据库导出数据
zh_hant: 正在從數據庫導出數據

source: Expose Agent to Internet?
ko: 에이전트를 인터넷에 노출하시겠습니까?
ru: Выставить агента в Интернет?
zh_hans: 将智能体暴露到互联网？
zh_hant: 將智能體暴露到互聯網？

source: Expose agents to the public internet via relay tunnels.
ko: 릴레이 터널을 통해 에이전트를 공용 인터넷에 노출합니다.
ru: Предоставляйте агентам доступ к общедоступному Интернету через ретрансляционные туннели.
zh_hans: 通过中继隧道将智能体暴露到公网。
zh_hant: 通過中繼隧道將智能體暴露到公網。

source: Expose this agent to the public internet via a relay tunnel so external services can reach it.
ko: 외부 서비스가 접근할 수 있도록 릴레이 터널을 통해 이 에이전트를 공용 인터넷에 노출합니다.
ru: Предоставьте этому агенту доступ к общедоступному Интернету через ретрансляционный туннель, чтобы внешние службы могли получить к нему доступ.
zh_hans: 通过中继隧道将此智能体暴露到公网，以便外部服务能够访问它。
zh_hant: 通過中繼隧道將此智能體公開到公共互聯網，以便外部服務能夠訪問它。

source: Expose to Network
ko: 네트워크에 노출
ru: Выставить в сеть
zh_hans: 暴露到网络
zh_hant: 暴露到網絡

source: Exposed
ko: 노출됨
ru: Незащищенный
zh_hans: 已暴露
zh_hant: 已暴露

source: Extended
ko: 확장됨
ru: Расширенный
zh_hans: 延长
zh_hant: 延長

source: External bundle discovered
ko: 외부 번들이 발견됨
ru: Обнаружен внешний пакет
zh_hans: 发现外部捆绑包
zh_hant: 發現外部捆綁包

source: External links
ko: 외부 링크
ru: Внешние ссылки
zh_hans: 外部链接
zh_hant: 外部鏈接

source: External models
ko: 외부 모델
ru: Внешние модели
zh_hans: 外部模型
zh_hant: 外部模型

source: External tool access
ko: 외부 도구 접근
ru: Доступ к внешнему инструменту
zh_hans: 外部工具访问
zh_hant: 外部工具訪問

source: Extra ways the agent can present results.
ko: 에이전트가 결과를 표시할 수 있는 추가 방법입니다.
ru: Дополнительные способы, которыми агент может представить результаты.
zh_hans: 智能体呈现结果的额外方式。
zh_hant: 智能體呈現結果的額外方式。

source: Extract key points and create structured summaries
ko: 핵심 요점을 추출하고 구조화된 요약을 생성합니다
ru: Извлекайте ключевые моменты и создавайте структурированные резюме
zh_hans: 提炼要点并生成结构化摘要
zh_hant: 提煉要點並生成結構化摘要

source: Extracting kernel
ko: 커널 추출 중
ru: Извлечение ядра
zh_hans: 正在解压内核
zh_hant: 正在解壓內核

source: Extraction mode
ko: 추출 모드
ru: Режим извлечения
zh_hans: 提取模式
zh_hant: 提取模式

source: Fact-checking and balanced analysis
ko: 팩트 체크 및 균형 잡힌 분석
ru: Проверка фактов и сбалансированный анализ
zh_hans: 事实核查和平衡分析
zh_hant: 事實覈查和平衡分析

source: Factory Reset Incomplete
ko: 공장 초기화 미완료
ru: Сброс к заводским настройкам не завершён
zh_hans: 恢复出厂设置未完成
zh_hant: 回復原廠設定未完成

source: Factory Reset Osaurus?
ko: Osaurus를 초기화하시겠습니까?
ru: Сброс к заводским настройкам Osaurus?
zh_hans: 恢复 Osaurus 出厂设置？
zh_hant: 恢復 Osaurus 出廠設置？

source: Factory Reset…
ko: 초기화…
ru: Сброс к заводским настройкам…
zh_hans: 恢复出厂设置…
zh_hant: 恢復出廠設置…

source: Facts are promoted from session distillations once they accumulate enough salience. Keep chatting and they'll show up here.
ko: 사실은 충분한 중요성이 축적되면 세션 증류에서 승격됩니다. 계속 채팅하면 여기에 표시됩니다.
ru: Факты продвигаются на основе сессионной дистилляции, как только они набирают достаточную значимость. Продолжайте общаться, и они появятся здесь.
zh_hans: 当事实积累了足够的显著度后，会从会话提炼中提升为正式事实。继续聊天，它们就会显示在此处。
zh_hant: 當事實積累了足夠的顯著度後，會從會話提煉中提升爲正式事實。繼續聊天，它們就會顯示在此處。

source: Facts that carry across every chat.
ko: 모든 채팅에 걸쳐 유지되는 정보입니다.
ru: Факты, сохраняющиеся во всех чатах.
zh_hans: 在每个聊天中延续的事实。
zh_hant: 在每個聊天中延續的事實。

source: Fail Closed When Estimate Is Unknown
ko: 예상치를 알 수 없을 때 닫힘 실패(Fail Closed)
ru: Закрытие при сбое, когда оценка неизвестна
zh_hans: 当评估结果未知时，按失败关闭处理
zh_hant: 當評估結果未知時，按失敗關閉處理

source: FAIL: %@
ko: 실패: %@
ru: СБОЙ: %@
zh_hans: 失败：%@
zh_hant: 失敗：%@

source: Failed
ko: 실패
ru: Ошибка
zh_hans: 失败
zh_hant: 失敗

source: Failed - %@
ko: 실패 - %@
ru: Не удалось - %@
zh_hans: 失败 - %@
zh_hant: 失敗 - %@

source: Failed - Tap to retry
ko: 실패 - 탭하여 다시 시도
ru: Не удалось — нажмите, чтобы повторить попытку
zh_hans: 失败 - 点击重试
zh_hant: 失敗 - 點擊重試

source: Failed to add override
ko: 재정의 추가 실패
ru: Не удалось добавить переопределение
zh_hans: 添加覆盖项失败
zh_hant: 添加覆蓋項失敗

source: Failed to delete agent
ko: 에이전트 삭제 실패
ru: Не удалось удалить агента
zh_hans: 删除智能体失败
zh_hant: 刪除智能體失敗

source: Failed to export skill
ko: 스킬 내보내기 실패
ru: Не удалось экспортировать навык
zh_hans: 导出技能失败
zh_hant: 導出技能失敗

source: Failed to grant folder access
ko: 폴더 접근 권한 부여 실패
ru: Не удалось предоставить доступ к папке
zh_hans: 授予文件夹访问权限失败
zh_hant: 授予文件夾訪問權限失敗

source: Failed to load acknowledgements
ko: 감사 인사 불러오기 실패
ru: Не удалось загрузить подтверждения
zh_hans: 加载致谢失败
zh_hant: 加載致謝失敗

source: Failed to load image
ko: 이미지 불러오기 실패
ru: Не удалось загрузить изображение
zh_hans: 加载图片失败
zh_hant: 加載圖片失敗

source: Failed to load memory console: %@
ko: 메모리 콘솔 불러오기 실패: %@
ru: Не удалось загрузить консоль памяти: %@
zh_hans: 加载记忆控制台失败：%@
zh_hant: 加載記憶控制臺失敗：%@

source: Failed to load plugin
ko: 플러그인 불러오기 실패
ru: Не удалось загрузить плагин
zh_hans: 加载插件失败
zh_hant: 加載插件失敗

source: Failed to Load Themes
ko: 테마 불러오기 실패
ru: Не удалось загрузить темы
zh_hans: 加载主题失败
zh_hant: 加載主題失敗

source: Failed to open memory database
ko: 메모리 데이터베이스 열기 실패
ru: Не удалось открыть базу данных памяти
zh_hans: 打开记忆数据库失败
zh_hant: 打開記憶數據庫失敗

source: Failed to remove override
ko: 재정의 제거 실패
ru: Не удалось удалить переопределение
zh_hans: 移除覆盖项失败
zh_hant: 移除覆蓋項失敗

source: Failed to save identity
ko: 신원 저장 실패
ru: Не удалось сохранить идентификация
zh_hans: 保存身份失败
zh_hant: 保存身份失敗

source: Failed to update sandbox access
ko: 샌드박스 접근 권한 업데이트 실패
ru: Не удалось обновить доступ к песочнице
zh_hans: 更新沙盒访问权限失败
zh_hant: 更新沙盒訪問權限失敗

source: Failed: %@
ko: 실패: %@
ru: Не удалось: %@
zh_hans: 失败：%@
zh_hant: 失敗：%@

source: Fallback available
ko: 대체 수단 사용 가능
ru: Доступен резервный вариант
zh_hans: 回退可用
zh_hant: 回退可用

source: Fast
ko: 빠름
ru: Быстрый
zh_hans: 快速
zh_hant: 快速

source: Fast reads on the chat model
ko: 채팅 모델로 빠른 읽기
ru: Быстрое чтение на модели чата
zh_hans: 用聊天模型快速读取
zh_hant: 用聊天模型快速讀取

source: Faster downloads with a Hugging Face token
ko: Hugging Face 토큰으로 더 빠른 다운로드
ru: Более быстрые загрузки с токеном Hugging Face
zh_hans: 使用 Hugging Face 令牌加快下载速度
zh_hant: 使用 Hugging Face 令牌加快下載速度

source: Faster model downloads
ko: 더 빠른 모델 다운로드
ru: Более быстрая загрузка моделей
zh_hans: 更快的模型下载
zh_hant: 更快的模型下載

source: Favorites
ko: 즐겨찾기
ru: Избранное
zh_hans: 收藏
zh_hant: 收藏

source: Features
ko: 기능
ru: Функции
zh_hans: 特性
zh_hant: 特性

source: Fetches the signed router /models endpoint and hides stale prices.
ko: 서명된 라우터 /models 엔드포인트를 가져오고 오래된 가격을 숨깁니다.
ru: Запрашивает подписанный эндпоинт Router /models и скрывает устаревшие цены.
zh_hans: 获取路由服务已签名的 /models 端点，并隐藏过时的价格。
zh_hant: 獲取已籤名的路由器 /models 端點並隱藏過時的價格。

source: Fetching repository information
ko: 저장소 정보 가져오는 중
ru: Получение сведений о репозитории
zh_hans: 正在获取仓库信息
zh_hant: 正在獲取倉庫信息

source: Fetching skills...
ko: 스킬 가져오는 중...
ru: Получение навыков…
zh_hans: 正在获取技能...
zh_hant: 正在獲取技能...

source: File contents...
ko: 파일 내용...
ru: Содержимое файла…
zh_hans: 文件内容...
zh_hant: 文件內容...

source: File exists and is readable.
ko: 파일이 존재하며 읽을 수 있습니다.
ru: Файл существует и доступен для чтения.
zh_hans: 文件存在且可读。
zh_hant: 文件存在且可讀。

source: File exists but is empty or smaller than the minimum expected size.
ko: 파일이 존재하지만 비어 있거나 예상되는 최소 크기보다 작습니다.
ru: Файл существует, но он пуст или меньше минимально ожидаемого размера.
zh_hans: 文件存在，但为空或小于最小预期大小。
zh_hant: 文件存在，但爲空或小於最小預期大小。

source: File exists but is not readable.
ko: 파일이 존재하지만 읽을 수 없습니다.
ru: Файл существует, но не читается.
zh_hans: 文件存在，但无法读取。
zh_hant: 文件存在，但無法讀取。

source: File exists but is not writable.
ko: 파일이 존재하지만 쓸 수 없습니다.
ru: Файл существует, но недоступен для записи.
zh_hans: 文件存在，但不可写入。
zh_hant: 文件存在，但不可寫入。

source: File may be unreadable or too large to attach.
ko: 파일을 읽을 수 없거나 첨부하기에 너무 클 수 있습니다.
ru: Возможно, файл не читается или слишком велик для присоединения.
zh_hans: 文件可能无法读取，或过大而无法附加。
zh_hant: 文件可能無法讀取，或過大而無法附加。

source: Files
ko: 파일
ru: Файлы
zh_hans: 文件
zh_hant: 文件
